
create sequence order_seq;

create table order_table (
    id bigint primary key default nextval('order_seq'),
    dish_list character varying(255),
    table_number bigint,
    waiter_name character varying(255)
);

INSERT INTO order_table (dish_list, table_number, waiter_name) VALUES
('Паста, Салат Цезарь, Тирамису', 5, 'Анна'),
('Бургер, Картофель фри', 3, 'Максим'),
('Суши, Роллы', 7, 'Наталья'),
('Стейк, Овощи на гриле', 2, 'Иван'),
('Пицца Маргарита', 1, 'Иван'),
('Куриный суп, Хлеб', 4, 'Анна'),
('Ризотто с грибами', 6, 'Максим'),
('Лосось на гриле, Салат', 8, 'Иван'),
('Тако с курицей', 9, 'Анна'),
('Шашлык, Лаваш', 10, 'Наталья'),
('Блинчики с мясом', 11, 'Максим'),
('Чизкейк', 12, 'Максим'),
('Креветки в чесночном соусе', 13, 'Наталья'),
('Греческий салат', 14, 'Анна'),
('Фахитас с говядиной', 15, 'Анна');


